[S_Broadcast_Truth_Advent_Speaker_01 AkEvent]
SpokenText="Друзья мои! Вот уже двадцать лет мы всей душой верим в \"Адвент\" и Старейшин, потому что надеемся на светлое будущее. Сегодня наша вера будет вознаграждена."

[S_Broadcast_Truth_Advent_Speaker_02 AkEvent]
SpokenText="Миротворческие силы \"Адвента\" преподнесут величайший дар Старейшин людям по всему земному шару."

[S_Broadcast_Truth_Advent_Speaker_03 AkEvent]
SpokenText="Это революционная генная терапия. Исчезновение всех болезней. Конец боли и страданий. Наступает заря новой эры. Для всех нас. Сегодня."

[S_Broadcast_Truth_Advent_Speaker_04 AkEvent]
SpokenText="Воистину, человечество займет достойное место среди других рас во Вселенной."

[S_Game_Over_Advent_Speaker_01 AkEvent]
SpokenText="Сограждане! Я обращаюсь к вам со слезами на глазах. Сколько жизней было потеряно, сколько тягот перенесено за время борьбы с теми, кто желал разрушить нашу великую коалицию. Сегодня всему это положен конец."

[S_Game_Over_Advent_Speaker_02 AkEvent]
SpokenText="XCOM больше не существует."

[S_Game_Over_Advent_Speaker_03 AkEvent]
SpokenText="Миротворцы \"Адвента\" сровняли с землей последний оплот противника, и с ним наконец уходят в прошлое последние пережитки старого мира."

[S_Game_Over_Advent_Speaker_04 AkEvent]
SpokenText="Благодарю вас за вашу поддержку. Поблагодарим и Старейшин за то, что они не оставляли нас в это нелегкое время."

[S_Game_Over_Advent_Speaker_05 AkEvent]
SpokenText="Да здравствует \"Адвент\"! Да здравствуют Старейшины!"

[S_Intro_Advent_Speaker_01 AkEvent]
SpokenText="Кучка диссидентов вновь повторяет ошибки старого мира. Нанося свой удар в тот момент, когда мы чествуем великодушного спасителя, который снова и снова предлагает нам лишь свою дружбу и сострадание. Однако эти пустые действия никогда не могли нарушить связь между человечеством и Старейшинами..."

[S_Liberation_Network_One_Speaker_01 AkEvent]
SpokenText="Лучшая жизнь возможна. Примите мудрость Старейшин, отбросьте грязь и упадок старого мира. Присоединитесь к \"Адвенту\". Присоединитесь к Старейшинам. Помогите создать будущее..."

[S_Retaliation_Advent_Spokesman_01_Setup_Phase AkEvent]
SpokenText="Сограждане! Двадцать лет коалиция \"Адвент\" без устали боролась с бедами и несправедливостью старого мира. Мы привели города к процветанию, а людей к счастью. Наш мир исцеляется."

[S_Retaliation_Advent_Spokesman_02_Setup_Phase AkEvent]
SpokenText="Однако среди нас есть те, кто отказывается признать правду. Диссиденты, не желающие расставаться с хаосом прошлого и страшными болезнями. Те, кто хочет отнять у нас все то, чего нам удалось достичь."

[S_Retaliation_Advent_Spokesman_03_Setup_Phase AkEvent]
SpokenText="Их нужно остановить. Поэтому прямо сейчас миротворцы \"Адвента\" ведут наступление на прилегающих территориях, чтобы покончить с этой угрозой раз и навсегда. Мы гарантируем безопасность всем, кого может затронуть этот кризис."

[S_Retaliation_Advent_Spokesman_04_Setup_Phase AkEvent]
SpokenText="С вашей помощью мы справимся со всеми радикальными элементами..."

[S_Retaliation_Advent_Spokesman_05_Setup_Phase AkEvent]
SpokenText="...и наградой будет еще двадцать лет мира и процветания."

